[sage_vosq_eggonface_01_dietmar]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Dietmar Von Heinrichzimmerschneit speaks to you. Ze documentary I am filming about you needs a scene of a warrior collecting eggs. Eggs collecting is extremely popular with mein target audience. Retrieve some for me and I will narrate your descent into the yolky epicenter of ze human soul.",Time=0)

[sage_vosq_eggonface_02_dietmar]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ze Vault Hunter collects ze eggs for reasons known only to them. Boredom? Justice? Because I paid zem to do so? We can but speculate.",Time=0)

[sage_vosq_eggonface_03_dietmar]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Eggs. Ze genesis of life. Ze beginning of creation itself. And yet, so nummy. So very, very nummy.",Time=0)

[sage_vosq_eggonface_04_dietmar]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Life is cheap on Pandora. Ze Vault Hunter collects the eggs like so many marbles. But who can win zis marble game of life? Or are ze eggs not marbles at all, but some entirely different sphere-based metaphor? Life is uncertain.",Time=0)

[sage_vosq_eggonface_05_dietmar]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="In zis scene, I wished to capture the essence of the Vault Hunter. Who is the Vault Hunter? What do they stand for? What will happen when they finish collecting the eggs? I hope that these questions haunt the viewer to their dying days.",Time=0)

[sage_vosq_eggonface_06_dietmar]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, what is this? It appears ze queen who has lain the eggs has a bone to pick with our hero.",Time=0)

[sage_vosq_eggonface_07_dietmar]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The queen falls and ze eggs are collected. Zis grisly scene draws to a close as the Vault Hunter returns to me, eggs in hand, eager for payment.",Time=0)

[sage_vosq_eggonface_08_dietmar]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Vault Hunter receives their payment. And yet, zis gory story has not yet reached its conclusion.",Time=0)

